[{
    "titulo": "Las 10 ramas tecnológicas con más ofertas de trabajo",
    "contenido": "Ingeniería informática o TIC. Es el perfil más demandado. Las empresas reclaman candidatos que hayan completado un grado superior o universitario. Dentro de este ámbito, se precisan especialistas en programación Java J2EE (Java Enterprise Edition, que permite a los desarrolladores superar las barreras de trabajar con diferentes sistemas operativos) y de aplicaciones web, de escritorio y móviles. También se precisan arquitectos de sistemas y full-stack. En este último perfil se buscan personas con conocimiento sobre servidores, redes, data modeling y aplicaciones. Según Indeed, la media mundial del salario de un full-stack developer en grandes empresas está cerca de los 100.000 euros. Expertos en ciberseguridad. Son perfiles cuya demanda se mantiene estable en la mayoría de las empresas. Se precisan conocimientos en prevención de riesgos informáticos para anticiparse a posibles ataques y analizar las vulnerabilidades de los sistemas.  Big Data, business intelligence y tratamiento de datos. Son especialistas en sacar provecho a la información que dejamos todos los usuarios en cualquier dispositivo, servicio o página de uso masivo a partir de programación y tratamiento de datos con algoritmos matemáticos y estadísticos. Se requiere formación profesional tecnológica o un grado universitario de ingeniería, matemáticas o física, así como alto conocimiento de inglés. También se consideran graduados en administración y dirección de empresas y económicas.  Diseño visual de interfaces (UI) o de experiencia de usuario (UX) con formación universitaria, máster o grado superior. En estos puestos se requieren personas con conocimientos de los principios de diseño básicos y de los programas más conocidos. Es una de las profesiones con más demanda en los próximos tres años.  Robótica. Se buscan especialistas en la aplicación de maquinaria para automatizar procesos industriales. El campo más puntero es aquel dirigido a robots con capacidad de aprendizaje utilizando la inteligencia artificial."
},
{
    "titulo": "Regalos originales para Reyes : robótica y programación para romper moldes (entre niñas y niños)",
    "contenido": "Fue en 2014 cuando la cadena de jugueterías Toy Planet sorprendió con la publicación de un catálogo navideño que rompía los estereotipos de género: había niñas con juguetes de construcción o bricolaje y niños con cochecitos de paseo o casas de muñecas. La campaña fue tan bien recibida por el público que la compañía ha continuado desde entonces, y año tras año, con la misma estrategia. No obstante, la realidad es que, todavía hoy, los catálogos de algunas jugueterías y grandes cadenas comerciales siguen diferenciando los juguetes para uno y otro sexo de una forma evidente —en ocasiones, excesivamente clara, tal y como denuncian algunos usuarios en las redes sociales—. Por este motivo, desde algunos ayuntamientos y comunidades autónomas españolas, se han lanzado campañas de concienciación para evitar los regalos exclusivos de género durante las fiestas navideñas."
},
{
	"titulo": "El paso para crear aplicaciones propias, baratas e independientes",
	"contenido":"Crear y desarrollar aplicaciones propias en un solo día y sin necesidad de un ejército de programadores. Este es el futuro de una industria que se empieza a asentar en un mundo denominado Low Code (pocos códigos) y se asoma a un nuevo universo No Code (sin códigos). Esta era permite a cualquier empresa generar sus propias aplicaciones, interconectar sus bases de datos y diseñar sus plataformas con los mejores criterios de mercado y uso."
}]